{
    "trustedMe": "Ils m'ont fait confiance",
    "Kanda Health": {
        "jobTitle": "Développeur fullstack tech lead",
        "contractType": "Freelance",
        "date": "Mars 2024",
        "companyDescription": "Aider les entreprises à prendre soin de leurs collaborateurs, en leur proposant une démarche de santé, mentale et physique, complète et personnalisée.",
        "tasks": "Déploiement de la stack sur OVH Cloud HDS | Mise en place CI/CD sur Github"
    },
    "WorkAdventure": {
        "jobTitle": "Développeur fullstack tech lead",
        "contractType": "Freelance",
        "date": "Février - Juillet 2024",
        "companyDescription": "Créer une expérience virtuelle et innovante pour enrichir le travail hybride, le travail à distance, les événements et l'intégration de nouveaux employés.",
        "tasks": "Développement de nouvelles fonctionnalités telles que l'upload des assets, les permissions sur les zones... | Développement d'un nouveau chat (UI/Back) via Matrix JS SDK | Développement des tests end-to-end avec Playwright | Intégration de teams"
    },
    "TakeTurns": {
        "jobTitle": "Développeur fullstack senior",
        "contractType": "CDI",
        "date": "Octobre 2021 - Février 2024",
        "companyDescription": "TakeTurns est un SaaS utilisé pour partager, collecter et collaborer sur des documents et fichiers cruciaux d'une entreprise avec ses clients, fournisseurs, partenaires – ou toute organisation externe.",
        "tasks": "Conception et mise en place de l'architecture front-end de l'application | Développement UI et fonctionnalités utilisateurs | Développement de la couche GraphQL avec AWS Lambdas + AppSync | Tuteur d'un stagiaire sur l'application mobile | Entretiens et onboarding d'un nouveau collaborateur",
        "stack": "React, webpack, AWS, NodeJS, GraphQL, OpenSearch, Typescript, micro-frontend, MUI"
    },
    "SupGalilée": {
        "jobTitle": "Enseignant Programmation Web Avancée",
        "contractType": "Freelance",
        "date": "Novembre 2023 - Décembre 2023",
        "companyDescription": "Ecole d'ingénieur publique rattachée à l'université Paris Sorbonne Nord.",
        "tasks": "Enseigner les principes de la programmation web avancée avec les frameworks React (front) et NestJS (back) | Etudiants de 2ème année de cycle ingénieur",
        "stack": ""
    },
    "Tibco Orchestra Networks": {
        "jobTitle": "Développeur fullstack",
        "contractType": "CDI",
        "date": "Octobre 2017 - Octobre 2021",
        "companyDescription": "Éditeur de logiciels qui aide à construire des solutions essentielles au succès des plus grandes entreprises mondiales.",
        "tasks": "Développement d'un nouveau logiciel SaaS permettant la gestion des méta-données | Conception et développement des interfaces utilisateurs | Conception et développement des API exposées pour l'UI"
    },
    "PwC": {
        "jobTitle": "Consultant Data & Analytics",
        "contractType": "CDI",
        "date": "Septembre 2016 - Octobre 2017",
        "companyDescription": "Grand cabinet de conseil et d'audit. L'équipe Data & Analytics accompagne les clients dans leur transformation digitale via les données, l'IA et la blockchain.",
        "tasks": "Conception et développement d'un moteur de règle en Python permettant de simplifier la migration des données | Amélioration et corrections de bugs sur des applications de reporting comptable"
    },
    "Micropole": {
        "jobTitle": "Ingénieur développeur logiciel",
        "contractType": "CDI",
        "date": "Avril 2014 - Septembre 2016",
        "tasks": "Développement d'un logiciel afin de gérer la saisie des surfaces utiles et commerciales d'un client Retail permettant ainsi de calculer la rentabilité au m2/mois | Développement d'un outil pour la gestion des données éditiques d'une banque"
    }
}
